app/controllers/arts_controller.rb

SELECT "arts".* FROM "arts"
---
  def index
    @arts = Art.all